{
  "main": {
    "name": "Max Smith",
    "occupation": "Front-End Web Developer",
    "description": "Welcome to my portfolio page!  Currently based in Denver, Colorado, USA, I hope to make a positive contribution to the industry of web development in the time to come.",
    "image": "profilepic.jpg",
    "bio": "Hi, my name is Max Smith. I'm an aspiring front-end web developer. Scroll down to view some of my education background and tech skills. I like web development for its creative component and stuctural discpline.  I also enjoy learning more about HTML, CSS, JS, and their corresponding frameworks.",
    "contactmessage": "Feel free to contact me using the following form.",
    
    
    "address": {
      "city": "Denver",
      "state": "Colorado"
      
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload": "https://maxsmithportfoliopage.netlify.app/Resume/MaxSmithResumeFrontEnd.pdf",
    "social": [
      
      
      {
        "name": "linkedin",
        "url": "https://linkedin.com",
        "className": "fa fa-linkedin"
      },
    
      {
        "name": "github",
        "url": "https://github.com/maxsmith1793",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "Relevant front-end tech skills.",
    "education": [
      {
        "school": "Digital Workshop Center",
        "degree": "Front-End Web Development Certificate",
        "graduated": "June-November 2021",
        "description": "Building upon the above-mentioned curriculum, the workshops presented by the Digital Workshop Center, based in Fort Collins, Colorado, fostered a greater and more broad understanding of the tools used by front-end software engineers.  The courses included Javascript I/II, Photoshop I/II, SEO, Google Analytics, and Essential Web Tools. The certificate culminated with a mentored Capstone Project - this portfolio page!."
        
      },
      {
        "school": "Oakland Community College",
        "degree": "Completed a semester course in HTML/CSS.",
        "graduated": "January-April 2021",
        "description": "This course focused on the technical understanding of and skill in HTML5 and CSS3. The course was fourteen weeks time.  I felt good about this course - our professor was disciplined and genuinely wanted us to understand all things HTML and CSS. The course culminated with a final website project."
      },
       {
        "school": "University of Michigan - Ann Arbor",
        "degree": "B.S. in Biopsychology, Cognition, and Neuroscience (one degree)",
        "graduated": "2011-2015",
        "description": "Rigorous Major that required a high level of personal organization, time management, analytical thinking and reasoning, and knowledge of the scientific method."
      }
    ],
    "work": [
      {
        "company": "Sun and Shade Landscape Designs",
        "title": "Landscape Worker",
        "years": "April-May 2021",
        "description": "We did spring clean up of leaves and sticks, edged garden beds in preparation for mulch, and mulched garden beds according to the customer's desires and needs."
      },
      {
        "company": "Whole Foods Market",
        "title": "Cashier and Store Support Associate",
        "years": "July 2018-May 2020",
        "description": "I worked the POS system for Whole Foods Market, ensuring customer satisfaction through a timely process, friendly demeanor, and ability to answer any questions or concerns they might have about the store and our products."
      }
    ],
    "skills": [
      {
        "name": "Git/Github",
        "level": "60%"
      },
      {
        "name": "Photoshop",
        "level": "55%"
      },
      {
        "name": "Javascript",
        "level": "60%"
      },
      {
        "name": "CSS",
        "level": "80%"
      },
      {
        "name": "HTML5",
        "level": "90%"
      },
      {
        "name": "ReactJs",
        "level": "50%"
      }
     
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Final Oakland Community College Project",
        "category": "Called 'Stan's Exotic Island Getaways,' this is a mock business webiste created using HTML and CSS.",
        "image": "OCCFinalProject.png",
        "url": "https://maxsmith1793.github.io/OCCFinalProject/"
      },
      {
        "title": "A Poetry Pamphlet Website",
        "category": "A site I made to publish poetry",
        "image": "APoetryPamphlet.png",
        "url": "https://maxsmith1793.github.io/apoetrypamphlet/"
      }
    
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Mock testimonial (need to obtain some for this portfolio - or don't use this section at all): Max Smith is a hard worker and a reliable employee.  He is punctual, courteous, and is easy to work with. I believe him to be a deserving job candidate.",
        "user": "Phillip G."
      }
    ]
  }
}
